[
  {
    "BRAND": "LEXUS",
    "NAME": "IS",
    "GRAPH": "is.png",
    "COST": "44100.0",
    "MSRP": "50000.0",
    "ONHAND": "5",
    "ONORDER": "10",
    "DESC": "Experience the radically new Lexus IS. Provocative in design. Agile in performance. A feast for the senses with every push of the accelerator. And infused with advanced technologies to be more connected and safer than ever with Lexus Safety System+ 2.5. Available in two AWD models and two RWD models – including the new 472 horsepower Lexus IS 500 RWD F SPORT  Performance with an exclusive Launch Edition package. The 2022 IS awaits your command.",
    "ID": "LEXUSIS"
  },
  {
    "BRAND": "LEXUS",
    "NAME": "ES",
    "GRAPH": "es.png",
    "COST": "46200.0",
    "MSRP": "50000.0",
    "ONHAND": "5",
    "ONORDER": "10",
    "DESC": "The 2022 Lexus ES lets you command your own journey like never before. Its refined looks, dynamic and responsive ride, and beautifully advanced technology help you get more out of every moment behind the wheel. Choose from 3 dynamic models – ES 250 AWD, ES 350 FWD, and the self-charging ES 300h hybrid electric – then elevate the experience with a series of packages, including Luxury, Ultra-Luxury and F SPORT  Series 1 and 2.",
    "ID": "LEXUSES"
  },
  {
    "BRAND": "LEXUS",
    "NAME": "LS",
    "GRAPH": "ls.png",
    "COST": "105350.0",
    "MSRP": "110000.0",
    "ONHAND": "5",
    "ONORDER": "10",
    "DESC": "The Lexus LS has always represented the very best of Lexus. The 2022 LS lives up to its legacy. Comfort, quietness and craftsmanship reach a new level of refinement. The Lexus Driving Signature sets a higher standard of vehicle control and driver confidence. While innovative technologies, including Enform serve to enrich every moment spent behind the wheel. Available in gas and Self-Charging Hybrid-Electric models. Embrace the finest.",
    "ID": "LEXUSLS"
  },
  {
    "BRAND": "LEXUS",
    "NAME": "RX",
    "GRAPH": "rx.png",
    "COST": "57500.0",
    "MSRP": "60000.0",
    "ONHAND": "5",
    "ONORDER": "10",
    "DESC": "With its exquisite blend of style, substance and performance, the 2022 Lexus RX rewards you every time you slip behind the wheel. High levels of luxurious comfort, intelligent connectivity and advanced safety systems, serve to make every journey one to cherish. Choose from four dynamic models, including the two-row Lexus RX 350 and 450h Hybrid Electric, or three-row RX 350L and RX 450h L Hybrid Electric. Then tailor RX to match your style and lifestyle with a series of packages, including F SPORT  2 and 3, and the all-new Lexus RX Moonlight Edition.",
    "ID": "LEXUSRX"
  },
  {
    "BRAND": "LEXUS",
    "NAME": "GX",
    "GRAPH": "gx.png",
    "COST": "72100.0",
    "MSRP": "75000.0",
    "ONHAND": "5",
    "ONORDER": "10",
    "DESC": "A true off-road luxury SUV, Lexus GX 460 gives you the freedom to explore almost any terrain with standard features including 4-wheel drive and Kinetic Dynamic Suspension System, to available features like Multi-Terrain Monitor with Underfloor View, and Multi-Terrain Select with 5-Stage Crawl Control. Yet, its rugged, body-on-frame construction belies an exceptionally luxurious interior – including rich leather and Grey Sapele wood with aluminum trim, intelligent technologies like LSS+, Lexus Navigation with Remote Connect, 10.3” touchscreen, and Apple CarPlay® and Android Auto™ compatibility to help keep you safe and connected, and room for seven to relax in style.",
    "ID": "LEXUSGX"
  },
  

  {
    "BRAND": "TOYOTA",
    "NAME": "Prius",
    "GRAPH": "prius.png",
    "COST": "29350.0",
    "MSRP": "30000.0",
    "ONHAND": "5",
    "ONORDER": "10",
    "DESC": "The original hybrid electric just keeps charging ahead. Choose from four distinctive models -- including two with an advanced all-wheel drive system. Every model is smartly equipped with standard features like Apple CarPlay® compatibility and Toyota Safety Sense 2.0. Then elevate your experience with available features from head-up display to a two-tone exterior. Dynamic in drive, fuel-efficient by nature, the 2022 Prius helps you get more out of life’s journey.",
    "ID": "TOYOTAPrius"
  }
]
